export default {
  siteTitle: 'Ocean',
  registerTitle: '№1 Социальная сеть с рекуррентными подписчиками',
  registerText: 'Партнерская программа FriendsOnly предлагает <b>5% от прибыли</b>  привлечённых вами пользователей.',
  passwordNewSuccess: 'Пароль изменен успешно!',
  passwordForgotSuccess: 'Пароль отправлен на ваш email',
  registerForm: {
    username: 'Имя',
    phone: 'Телефон',
    communication: 'Способ связи',
    password: 'Пароль',
    passwordRepeat: 'Повторно',
    button: 'Начать зарабатывать',
    usernameError: 'Введите имя',
    emailError: 'Введите email',
    emailError2: 'Некорктно введен email',
    phoneError: 'Введите телефон',
    communicationError: 'Введите ссылку',
    passwordError: 'Введите пароль',
    passwordRepeatError: 'Введите повторно пароль',
    passwordRepeatErrorTWO: 'Пароли не совпадают'
  },
  menu: {
    statistics: 'Статистика',
    subPartnership: 'ССЫЛКА'
  },
  ForgotForm: {
    title1: 'Восстановление',
    title2: 'пароля',
    forgot: 'Назад',
    login: 'Восстановить'
  },
  loginForm: {
    close: 'Закрыть',
    title1: 'Войдите',
    title2: 'или',
    title3: 'создайте аккаунт',
    forgot: 'Забыли пароль?',
    login: 'Войти',
    error: 'Введен неверный логин или пароль'
  },
  subPartnership: {
    title: 'Вы подключились к реферальной программе FriendsOnly!',
    desc: 'Вы будете получать реферальные отчисления в размере 5% от дохода каждого привлечённого Вами пользователя сервиса. <br> Таким образом, Реферал будет получать 80% дохода, 5% будете получать Вы и 15% будет составлять комиссия Сервиса.',
    referralTitle: 'Реферальная ссылка:',
    referralBtn: 'Скопировать',
    coppyError: 'Ой, невозможно скопировать',
    coppySucces: 'Скопировано успешно',
    coppyUnSucces: 'Скопировано не успешно',
    noInfo1: 'У вас нету ни одного партнера 😭 <br> Перейдите на вкладку ',
    noInfoBtn: 'Субпартнеры',
    noInfo2: ' и отправьте ссылку, указанную там, вашему будущему партнеру и начинайте зарабатывать 👍'
  },
  statistics: {
    tableDate: 'Дата регистрации',
    tableName: 'Имя партнера',
    tableProfit: 'Доход партнера',
    tableProfitMy: 'Мой доход',
    tableSumProfit: 'Общая сумма дохода'
  },
  singIn: 'Войти'
}
